Repository: agoodkind/rm-google-ai-overview-ios
Catalog: Sources/Shared/App/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, it, ja, pt, zh_hans

# extension.state.ios.unknown
source: You can turn on Skip AI's Safari extension in Settings.
ar: يمكنك تشغيل ملحق Safari الخاص بـ Skip AI في الإعدادات.
de: Du kannst die Safari-Erweiterung von Skip AI in den Einstellungen aktivieren.
es: Puedes activar la extensión de Safari de Skip AI en Ajustes.
fr: Vous pouvez activer l'extension Safari de Skip AI dans Réglages.
it: Puoi attivare l'estensione Safari di Skip AI nelle Impostazioni.
ja: 設定でSkip AIのSafari機能拡張をオンにできます。
pt: Você pode ativar a extensão Safari do Skip AI nas Configurações.
zh_hans: 你可以在设置中打开 Skip AI 的 Safari 扩展。

# extension.state.ios.on
source: Skip AI's extension is currently on. You can turn it off in Settings.
ar: ملحق Skip AI مفعّل حالياً. يمكنك إيقافه في الإعدادات.
de: Die Erweiterung von Skip AI ist derzeit aktiviert. Du kannst sie in den Einstellungen deaktivieren.
es: La extensión de Skip AI está actualmente activada. Puedes desactivarla en Ajustes.
fr: L'extension de Skip AI est actuellement activée. Vous pouvez la désactiver dans Réglages.
it: L'estensione di Skip AI è attualmente attiva. Puoi disattivarla nelle Impostazioni.
ja: Skip AIの機能拡張は現在オンになっています。設定でオフにできます。
pt: A extensão do Skip AI está atualmente ativada. Você pode desativá-la nas Configurações.
zh_hans: Skip AI 的扩展当前已打开。你可以在设置中关闭它。

# extension.state.ios.off
source: Skip AI's extension is currently off. You can turn it on in Settings.
ar: ملحق Skip AI غير مفعّل حالياً. يمكنك تشغيله في الإعدادات.
de: Die Erweiterung von Skip AI ist derzeit deaktiviert. Du kannst sie in den Einstellungen aktivieren.
es: La extensión de Skip AI está actualmente desactivada. Puedes activarla en Ajustes.
fr: L'extension de Skip AI est actuellement désactivée. Vous pouvez l'activer dans Réglages.
it: L'estensione di Skip AI è attualmente disattivata. Puoi attivarla nelle Impostazioni.
ja: Skip AIの機能拡張は現在オフになっています。設定でオンにできます。
pt: A extensão do Skip AI está atualmente desativada. Você pode ativá-la nas Configurações.
zh_hans: Skip AI 的扩展当前已关闭。你可以在设置中打开它。

# extension.state.ios.error
source: Unable to check extension status. Please check Settings.
ar: تعذر التحقق من حالة الملحق. يرجى التحقق من الإعدادات.
de: Der Erweiterungsstatus konnte nicht überprüft werden. Bitte überprüfe die Einstellungen.
es: No se pudo verificar el estado de la extensión. Por favor verifica los Ajustes.
fr: Impossible de vérifier l'état de l'extension. Veuillez vérifier les Réglages.
it: Impossibile verificare lo stato dell'estensione. Controlla le Impostazioni.
ja: 機能拡張の状態を確認できません。設定を確認してください。
pt: Não foi possível verificar o status da extensão. Verifique as Configurações.
zh_hans: 无法检查扩展状态。请检查设置。

# extension.state.mac.location.settings
source: the Extensions section of Safari Settings
ar: قسم الملحقات في إعدادات Safari
de: dem Bereich Erweiterungen in den Safari-Einstellungen
es: la sección Extensiones de Ajustes de Safari
fr: la section Extensions des Réglages Safari
it: la sezione Estensioni delle Impostazioni di Safari
ja: Safari設定の機能拡張セクション
pt: a seção Extensões das Configurações do Safari
zh_hans: Safari 设置的扩展部分

# extension.state.mac.location.preferences
source: Safari Extensions preferences
ar: تفضيلات ملحقات Safari
de: den Safari-Erweiterungseinstellungen
es: Preferencias de Extensiones de Safari
fr: les Préférences des Extensions Safari
it: Preferenze Estensioni di Safari
ja: Safariの機能拡張環境設定
pt: Preferências de Extensões do Safari
zh_hans: Safari 扩展偏好设置

# extension.state.mac.enable
source: You can turn on Skip AI's extension in %@.
ar: يمكنك تشغيل ملحق Skip AI في %@.
de: Du kannst die Erweiterung von Skip AI in %@ aktivieren.
es: Puedes activar la extensión de Skip AI en %@.
fr: Vous pouvez activer l'extension de Skip AI dans %@.
it: Puoi attivare l'estensione di Skip AI in %@.
ja: %@でSkip AIの機能拡張をオンにできます。
pt: Você pode ativar a extensão do Skip AI em %@.
zh_hans: 你可以在%@中打开 Skip AI 的扩展。

# extension.state.mac.on
source: Skip AI's extension is currently on. You can turn it off in %@.
ar: ملحق Skip AI مفعّل حالياً. يمكنك إيقافه في %@.
de: Die Erweiterung von Skip AI ist derzeit aktiviert. Du kannst sie in %@ deaktivieren.
es: La extensión de Skip AI está actualmente activada. Puedes desactivarla en %@.
fr: L'extension de Skip AI est actuellement activée. Vous pouvez la désactiver dans %@.
it: L'estensione di Skip AI è attualmente attiva. Puoi disattivarla in %@.
ja: Skip AIの機能拡張は現在オンになっています。%@でオフにできます。
pt: A extensão do Skip AI está atualmente ativada. Você pode desativá-la em %@.
zh_hans: Skip AI 的扩展当前已打开。你可以在%@中关闭它。

# extension.state.mac.off
source: Skip AI's extension is currently off. You can turn it on in %@.
ar: ملحق Skip AI غير مفعّل حالياً. يمكنك تشغيله في %@.
de: Die Erweiterung von Skip AI ist derzeit deaktiviert. Du kannst sie in %@ aktivieren.
es: La extensión de Skip AI está actualmente desactivada. Puedes activarla en %@.
fr: L'extension de Skip AI est actuellement désactivée. Vous pouvez l'activer dans %@.
it: L'estensione di Skip AI è attualmente disattivata. Puoi attivarla in %@.
ja: Skip AIの機能拡張は現在オフになっています。%@でオンにできます。
pt: A extensão do Skip AI está atualmente desativada. Você pode ativá-la em %@.
zh_hans: Skip AI 的扩展当前已关闭。你可以在%@中打开它。

# extension.state.mac.error
source: Unable to check extension status. Please check %@.
ar: تعذر التحقق من حالة الملحق. يرجى التحقق من %@.
de: Der Erweiterungsstatus konnte nicht überprüft werden. Bitte überprüfe %@.
es: No se pudo verificar el estado de la extensión. Por favor verifica %@.
fr: Impossible de vérifier l'état de l'extension. Veuillez vérifier %@.
it: Impossibile verificare lo stato dell'estensione. Controlla %@.
ja: 機能拡張の状態を確認できません。%@を確認してください。
pt: Não foi possível verificar o status da extensão. Verifique %@.
zh_hans: 无法检查扩展状态。请检查%@。

# preferences.button.settings
source: Quit and Open Safari Settings…
ar: إنهاء وفتح إعدادات Safari…
de: Beenden und Safari-Einstellungen öffnen…
es: Salir y Abrir Ajustes de Safari…
fr: Quitter et Ouvrir les Réglages Safari…
it: Esci e Apri Impostazioni Safari…
ja: 終了してSafari設定を開く…
pt: Sair e Abrir Configurações do Safari…
zh_hans: 退出并打开 Safari 设置…

# preferences.button.preferences
source: Quit and Open Safari Extensions Preferences…
ar: إنهاء وفتح تفضيلات ملحقات Safari…
de: Beenden und Safari-Erweiterungseinstellungen öffnen…
es: Salir y Abrir Preferencias de Extensiones de Safari…
fr: Quitter et Ouvrir les Préférences des Extensions Safari…
it: Esci e Apri Preferenze Estensioni Safari…
ja: 終了してSafari機能拡張環境設定を開く…
pt: Sair e Abrir Preferências de Extensões do Safari…
zh_hans: 退出并打开 Safari 扩展偏好设置…

# display_mode.title
source: Display Mode
ar: وضع العرض
de: Anzeigemodus
es: Modo de Visualización
fr: Mode d'Affichage
it: Modalità di Visualizzazione
ja: 表示モード
pt: Modo de Exibição
zh_hans: 显示模式

# display_mode.description
source: Choose whether to hide AI overview elements completely or highlight them with an orange border.
ar: اختر ما إذا كنت تريد إخفاء عناصر نظرة عامة الذكاء الاصطناعي بالكامل أو تمييزها بحدود برتقالية.
de: Wähle, ob KI-Übersichtselemente vollständig ausgeblendet oder mit einem orangefarbenen Rand hervorgehoben werden sollen.
es: Elige si quieres ocultar completamente los elementos de resumen de IA o resaltarlos con un borde naranja.
fr: Choisissez de masquer complètement les éléments d'aperçu IA ou de les mettre en évidence avec une bordure orange.
it: Scegli se nascondere completamente gli elementi di panoramica IA o evidenziarli con un bordo arancione.
ja: AI概要要素を完全に非表示にするか、オレンジ色の枠線で強調表示するかを選択します。
pt: Escolha se deseja ocultar completamente os elementos de visão geral de IA ou destacá-los com uma borda laranja.
zh_hans: 选择是完全隐藏 AI 概述元素还是用橙色边框突出显示它们。

# display_mode.hide.title
source: Hide
ar: إخفاء
de: Ausblenden
es: Ocultar
fr: Masquer
it: Nascondi
ja: 非表示
pt: Ocultar
zh_hans: 隐藏

# display_mode.hide.description
source: Hide: Completely removes AI overview sections from view.
ar: إخفاء: يزيل أقسام نظرة عامة الذكاء الاصطناعي بالكامل من العرض.
de: Ausblenden: Entfernt KI-Übersichtsabschnitte vollständig aus der Ansicht.
es: Ocultar: Elimina completamente las secciones de resumen de IA de la vista.
fr: Masquer : Supprime complètement les sections d'aperçu IA de la vue.
it: Nascondi: Rimuove completamente le sezioni di panoramica IA dalla vista.
ja: 非表示：AI概要セクションを完全に表示から削除します。
pt: Ocultar: Remove completamente as seções de visão geral de IA da visualização.
zh_hans: 隐藏：完全从视图中移除 AI 概述部分。

# display_mode.highlight.title
source: Highlight
ar: تمييز
de: Hervorheben
es: Resaltar
fr: Mettre en évidence
it: Evidenzia
ja: 強調表示
pt: Destacar
zh_hans: 突出显示

# display_mode.highlight.description
source: Highlight: Shows AI overview sections with an orange border so you can see what is being detected.
ar: تمييز: يعرض أقسام نظرة عامة الذكاء الاصطناعي بحدود برتقالية حتى تتمكن من رؤية ما يتم اكتشافه.
de: Hervorheben: Zeigt KI-Übersichtsabschnitte mit einem orangefarbenen Rand an, damit du sehen kannst, was erkannt wird.
es: Resaltar: Muestra las secciones de resumen de IA con un borde naranja para que puedas ver lo que se está detectando.
fr: Mettre en évidence : Affiche les sections d'aperçu IA avec une bordure orange pour que vous puissiez voir ce qui est détecté.
it: Evidenzia: Mostra le sezioni di panoramica IA con un bordo arancione in modo da poter vedere cosa viene rilevato.
ja: 強調表示：AI概要セクションをオレンジ色の枠線で表示し、何が検出されているかを確認できます。
pt: Destacar: Mostra as seções de visão geral de IA com uma borda laranja para que você possa ver o que está sendo detectado.
zh_hans: 突出显示：用橙色边框显示 AI 概述部分，以便你可以看到正在检测的内容。

# enable_extension.modal.step1.title
source: Open Settings
ar: فتح الإعدادات
de: Einstellungen öffnen
es: Abrir Ajustes
it: Apri Impostazioni
pt: Abrir Configurações
zh_hans: 打开设置

# enable_extension.modal.step1.description
source: Launch the Settings app on your device.
ar: قم بتشغيل تطبيق الإعدادات على جهازك.
de: Starte die Einstellungen-App auf deinem Gerät.
es: Inicia la aplicación Ajustes en tu dispositivo.
it: Avvia l'app Impostazioni sul tuo dispositivo.
pt: Inicie o aplicativo Configurações no seu dispositivo.
zh_hans: 在设备上启动设置应用。

# enable_extension.modal.step2.title
source: Navigate to Extensions
ar: الانتقال إلى الملحقات
de: Zu Erweiterungen navigieren
es: Navegar a Extensiones
it: Vai alle Estensioni
pt: Navegar para Extensões
zh_hans: 导航到扩展

# enable_extension.modal.step2.description
source: Go to Apps > Safari > Extensions. Tap into both Skip AI and Skip AI Content Blocker.
ar: انتقل إلى التطبيقات > Safari > الملحقات. اضغط على Skip AI و Skip AI Content Blocker.
de: Gehe zu Apps > Safari > Erweiterungen. Tippe auf Skip AI und Skip AI Content Blocker.
es: Ve a Apps > Safari > Extensiones. Toca tanto Skip AI como Skip AI Content Blocker.
it: Vai su App > Safari > Estensioni. Tocca sia Skip AI che Skip AI Content Blocker.
pt: Vá para Apps > Safari > Extensões. Toque em Skip AI e Skip AI Content Blocker.
zh_hans: 前往 App > Safari > 扩展。点击 Skip AI 和 Skip AI Content Blocker。

# enable_extension.modal.step3.title
source: Configure Skip AI Extension
it: Abilita Entrambe le Estensioni
pt: Ativar Ambas as Extensões
zh_hans: 启用两个扩展

# enable_extension.modal.step3.description
source: In Skip AI, turn on Allow Extension and Allow in Private Browsing.
ar: في Skip AI، قم بتشغيل السماح بالملحق والسماح في التصفح الخاص.
de: In Skip AI aktiviere Erweiterung erlauben und In privatem Surfen erlauben.
es: En Skip AI, activa Permitir Extensión y Permitir en Navegación Privada.
it: Per Skip AI e Content Blocker, attiva Consenti estensione e Consenti in navigazione privata.
pt: No Skip AI, ative Permitir Extensão e Permitir na Navegação Privada.
zh_hans: 在 Skip AI 中，打开允许扩展和允许在隐私浏览中使用。

# enable_extension.modal.step4.title
source: Allow All Websites
it: Concedi Accesso ai Siti Web

# enable_extension.modal.step4.description
source: In Skip AI, tap All Websites and select Allow.
ar: في Skip AI، اضغط على جميع المواقع واختر السماح.
de: In Skip AI tippe auf Alle Websites und wähle Erlauben.
es: En Skip AI, toca Todos los Sitios Web y selecciona Permitir.
it: In Skip AI, tocca Tutti i Siti Web e seleziona Consenti.
pt: No Skip AI, toque em Todos os Sites e selecione Permitir.
zh_hans: 在 Skip AI 中，点击所有网站并选择允许。

# enable_extension.modal.dismiss
source: Got it
ar: فهمت
de: Verstanden
es: Entendido
fr: Compris
it: Ho capito
ja: 了解
pt: Entendi
zh_hans: 知道了

# enable_extension.modal.open_settings
source: Open Settings
ar: فتح الإعدادات
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
it: Apri Impostazioni
ja: 設定を開く
pt: Abrir Configurações
zh_hans: 打开设置

# feedback.report
source: Report Feedback
ar: إرسال ملاحظات
de: Feedback senden
es: Informar Problema
fr: Signaler un problème
it: Segnala problema
ja: フィードバックを送信
pt: Relatar Feedback
zh_hans: 报告反馈

# enable_extension.modal.step5.description
source: In Skip AI Content Blocker, turn on Allow Extension and Allow in Private Browsing.
ar: في Skip AI Content Blocker، قم بتشغيل السماح بالملحق والسماح في التصفح الخاص.
de: In Skip AI Content Blocker aktiviere Erweiterung erlauben und In privatem Surfen erlauben.
es: En Skip AI Content Blocker, activa Permitir Extensión y Permitir en Navegación Privada.
pt: No Skip AI Content Blocker, ative Permitir Extensão e Permitir na Navegação Privada.
zh_hans: 在 Skip AI Content Blocker 中，打开允许扩展和允许在隐私浏览中使用。

# enable_extension.modal.title
source: Enable Extension
ja: SafariでSkip AIを有効にする
